[
  {
    "name": "Barite",
    "id": "carite",
    "imageLink": "https://raw.githubusercontent.com/Hakan-Kimya/hks-cdn/refs/heads/master/images/barit.webp",
    "description": "It is generally used as a filling material in the automotive, paint, plastic and coating industries, as an aggravating material in deep water or oil drilling, and in heavy concrete production in the construction industry.",
    "table": []
  },
  {
    "name": "Calcite",
    "id": "calcite",
    "imageLink": "https://raw.githubusercontent.com/Hakan-Kimya/hks-cdn/refs/heads/master/images/kalsit.webp",
    "description": "Calcium carbonate, also known as Calcite, has a wide range of uses in terms of its density and natural nature, and this allows calcium carbonate to take part in many areas of our lives. Calcite, an inorganic mineral, is the most important filler that optimizes production costs in many different sectors. Paint, paper, plastic, tire, rubber, cable, ceramic, plaster, ink, etc. are used as filling and coating materials. It is used in industries.",
    "table": []
  },
  {
    "name": "Dolomite",
    "id": "dolomite",
    "imageLink": "https://raw.githubusercontent.com/Hakan-Kimya/hks-cdn/refs/heads/master/images/dolomit.webp",
    "description": "The most important areas of use are the production of refractory materials and its use as flux to ensure that unwanted impurities pass into the slag in steel production after calcination. Therefore, the industries where dolomite is most consumed are glass and soda, refractories and iron and steel.",
    "table": []
  },
  {
    "name": "Kaolin",
    "id": "kaolin",
    "imageLink": "https://raw.githubusercontent.com/Hakan-Kimya/hks-cdn/refs/heads/master/images/kaolin.webp",
    "description": "Kaolin is a type of clay obtained from granite rocks. It is used in the production of some ceramics and porcelains. It is also known as bee clay in Turkey. It is a white and soft soil type. Kaolin is used in the production of high quality, glossy papers. Kaolin is also used in the production of paint, plastic goods, artificial rubber, medicine, fertilizer, ink, cosmetic products and in the production of catalysts used in the petroleum industry.",
    "table": [
      ["HK-HK3B", "HK-HK3", "HK-HK32"],
      ["Si02", 48.5, 48.5, 49.3],
      ["Al2O3", 34.5, 33.9, 33.5],
      ["Fe2O3", 0.8, 1.59, 1.59],
      ["TiO2", 0.21, 0.21, 0.24],
      ["CaO", 0.06, 0.06, 0.08],
      ["MgO", 0.39, 0.39, 0.4],
      ["K2O", 2.7, 2.7, 2.75],
      ["Na2O", 0.08, 0.08, 0.09]
    ]
  }
]
